Repository: ToreroClub/InOrario
Catalog: In Orario/Localizable.xcstrings
Source language: it
Languages: en

source: Trascina la home verso il basso per caricare l'itinerario live.
en: Pull down to load live itinerary.

source: Tratta
en: Route

source: Tratta abituale
en: Frequent route

source: Tratte Preferite
en: Favourite Routes

source: Treni
en: Trains

source: Treni del Viaggio
en: Journey Trains

source: Treni nel Passante
en: Trains in Passante

source: Treni visti di recente
en: Recently Viewed Trains

source: Treno
en: Train

source: Treno %@
en: Train %@

source: Treno Affollato
en: Crowded Train

source: Treno Fermo
en: Stopped Train

source: Treno Monitorato %@
en: Monitored Train %@

source: Treno segnalato fermo nei pressi di: %@
en: Train reported stopped near: %@

source: Treno Soppresso
en: Cancelled Train

source: Trova le migliori coincidenze tra treni e metropolitane.
en: Find the best connections between trains and metro lines.

source: Tua email
en: Your email

source: Tutte le Stazioni
en: All Stations

source: Tutto ciò di cui hai bisogno per viaggiare senza stress:
en: Everything you need for a stress-free journey:

source: Ultimo ril.: %@ (%@)
en: Last detected: %@ (%@)

source: Ultimo rilevamento:
en: Last detected:

source: Ultimo rilevamento: %@ alle %@
en: Last detected: %@ at %@

source: URGENTE
en: URGENT

source: Usa l'AI per sintetizzare e formattare le notizie sugli scioperi
en: Use AI to summarise and format strike news

source: Usa la ricerca in alto per trovare e salvare stazioni metro preferite
en: Use search at the top to find and save favourite metro stations

source: Viaggi e Tratte
en: Journeys & Routes

source: Vicino a me
en: Near me

source: Vista Speciale Stazioni
en: Special Station View

source: Visualizza lo stato dei tuoi treni senza aprire l'app.
en: Check your trains without opening the app.

source: Visualizzazione
en: Appearance
